export const translationsUa = {
    firmaName: "Патронат групп",
    lawyersAssociation: "Адвокатское объединение",
    aboutCompany: "О компании",
    benefits: "Преимущества",
    command: "Команда",
    practices: "Практики",
    toContactUs:"Связаться с нами",
    contacts:"Контакты ",
    menu:"Меню",
    toMain:"На главную",
    taxLaw:"Налоговое право",
    criminalLaw:"Уголовное право",
    arbitragePractice:"Судебная практика",
    communalLaw:"Коммунальное право",
    corporateRight:"Корпоративное право",
    familyInheritanceLaw:"Семейно наследственное право",
    antiRaiderServices:"Антирейдерские услуги",
    telephone:"Tелефон:",
    send:"Отправить:",
    phonenumber:"Телефонный номер",
    name:"Имя",
    description:"Описание",
    descriptionUA: "Описание UA",
  descriptionEN: "Описание EN",
    requiredField:"(Обязательное поле)",
    email:"Электронная почта",
    allPartners:"Все партнеры",
    moreDetails:"Подробнее",
    clients: "Клиенты",
    employees: "Сотрудники",
    login: "Авторизоваться",
    logout: "Выйти",
    registerNewAdmin: "Добавить нового администратора",
    password: "Пароль",
    loginAsAdmin: "Войти как администратор",
    areYouSure: "Уверены ли вы ?",
    thisRequestDeleted:"Эта заявка будет удалена и у вас не будет возможности ее вернуть !",
    yes:"Да",
    no:"Нет",
    delete:"Удалить",
    position:"Должность",
    actions:"Действия",
    thisEmployeeDeleted:"Этот сотрудник будет удален и у вас не будет возможности ее вернуть !",
    cancel:"Отменить",
    submit:"Сохранить",
    surname:"Фамилия",
    addLawyer:"Добавить адвоката",
    updateLawyer:"Обновить адвоката",
    admins:"Администраторы",
    functionality: "Функциональность",
    result: "Результат",
    anApproach: "Подход",
    professionalism: "Профессионализм",
    experience: "Опыт",
    qrCode:"QR-Code",
    qrCodeDescription:"Просканируйте qr код чтобы загрузить контакты фирмы на устройство.",
    location:"Офис нашей фирмы находится по адресу ул. Дружбы 9, Краматорск... Перед посещением фирмы, просим связаться и договориться о встрече по указанным контактам. Рабочее время фирмы : Пн-Пт с 08:00 – 16:00.",
    uploadImg:"Загрузить изображение",
    //descriptions
    aboutCompanyDescriptions: `Адвокатское объединение «Патронат групп» — юридическая фирма, оказывает высококвалифицированную правовую помощь и эффективное представительство в судах по всей территории Украины.
    В 2019 году ведущие адвокаты Донецкой области приняли решение об объединении и создании адвокатской компании «Адвокатское объединение «Патронат групп», с целью укрепления и расширения практик, в частности, работы с юридическими лицами по коммерческим вопросам и разрешения налоговых споров.
    Опыт адвокатов АО «Патронат групп» в судебной практике, несомненно, поможет фирме закрепить звание лидера, а клиенты получат еще более качественные услуги.
    Основатель АО «Патронат групп» Виталий Мельченко считает: «Наша цель и главный приоритет — постоянное повышение качества и удовлетворение потребностей клиентов. Я уверен, что многолетний опыт нашей команды станет существенным преимуществом в практике разрешения споров и поможет достичь поставленной цели».`,
    taxLawDescriptions: `Комплексное юридическое сопровождение налоговых проверок.Административное и судебное обжалование решений налоговых органов. 
    Консультирование по вопросам применения налогов и сборов.
    Налоговая экспертиза договоров. 
    Налоговый аудит`,
    criminalLawDescriptions: `Консультирование по всем вопросам уголовной ответственности.
    Защита интересов клиентов на всех стадиях уголовного процесса.
    Разработка правовой позиции и ее обоснование .
    Подготовка процессуальных документов.
    Представительство в судах разных инстанций
    `,
    familyAndInheritanceLawDescriptions: `Расторжение брака, раздел имущества.
    Определение участия родителей в воспитании и содержании ребенка.
    Признание факта отцовства/материнства, лишение родительских прав.
    Внесудебное урегулирование споров между супругами.
    Юридическое сопровождение усыновления и установления опеки.
    Наследование, составление и исполнение завещания, оспаривание завещания  
    `,
    communalLawDescriptions: `Признание права собственности на землю или недвижимость. 
    Определение долей в праве собственности.
    Определение и установление порядка пользования жилым помещением.
    Раздел земли, дома, квартиры между собственниками.
    Вселение и выселение из жилого помещения.
    Признание договоров о купле-продаже, аренде недействительными.
    Споры по коммунальным платежам.
    Взыскание ущерба при повреждении недвижимости.
    Юридическое сопровождение жилищного самоуправления
    `,
    corporateLawDescriptions: `Юридическое сопровождение организации бизнеса.
    Разработка корпоративных документов.
    Подготовка договоров, тендерной документации и тендерных предложений.
    Сопровождение переговоров и заключения договоров.
    Защита интересов бизнеса и его владельцев.
    Взаимодействие с контролирующими и регулирующими органами. 
    Защита деловой репутации.
    Юридическое сопровождение ликвидации бизнеса.
    Урегулирование отношений работодателей с профсоюзами.
    Составление коллективных договоров.
    Защита интересов работников и работодателей в трудовых отношениях
    `,
    jurisprudenceDescriptions: `Представительство в судах.
    Обжалование судебных решений.
    Альтернативное разрешение споров.
    Юридическое сопровождение судебных решений
    `,
    functionalityDescription:`Наше адвокатское объединение предлагает индивидуализированные пути решения спорных ситуаций и находит дополнительные возможности, основанные на стратегических приоритетах клиентов и нашем опыте.`,
    resultDescription:`Конечной целью нашей работы является результат, заключающийся в реальном исполнении решения суда, а не просто в его получении, эффективной защите прав и законных интересов клиента.`,
    anApproachDescription:`Ваша конфиденциальность — наш приоритет.Подход Законом запрещено требовать сведения, составляющие адвокатскую тайну, вмешиваться и препятствовать осуществлению адвокатской деятельности, а потому информация предоставленная ​​клиентом, не будет разглашена ни в коем случае.`,
    professionalismDescription:`Максимальный результат с минимальными затратами времени и денег. Мы всегда на Вашей стороне. Поможем на любом этапе работы по Вашему вопросу. Все действия и принятие решений согласуем с Вами.`,
    experienceDescription:`Досконально изучим Ваш вопрос. Объясним Вам перспективы и риски . Предложим пути решения Вашего вопроса. Разработаем стратегию и план действий.`,
    commandDescription:`В состав нашей команды входят специалисты из разных отраслей права, большинство из которых в прошлом работники государственных органов и органов местного самоуправления. Благодаря чему, мы знаем «систему» изнутри и профессионально, качественно и быстро выполняем задачи наших клиентов.`,


    //validation
    nameRequired:"Имя обязательно!",
    surnameRequired:"Требуется фамилия!",
    positionRequired:"Должность обязательна!",
    emailRequired:"Электронная почта обязательна!",
    phoneRequired:"Номер телефона обязателен!",
    imgRequired:"Изображение обязательно!",
    descriptionRequired:"Описание обязательно!",
    invalidEmail:"Неверный формат электронной почты!",
    phoneIsNotCorrect:"Номер телефона неверен!",
    maxCharacters:"Максимум 240 символов!",
    formatNotAllowed:"Недопустимый формат!",
};
